/*
SQLyog Ultimate v8.32 
MySQL - 5.5.28 : Database - test
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`test` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;

USE `test`;

/*Table structure for table `books` */

DROP TABLE IF EXISTS `books`;

CREATE TABLE `books` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `prize` float DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `books_id_uindex` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `books` */

insert  into `books`(`id`,`name`,`num`,`prize`) values (1,'微型计算机组成原理',1,43),(2,'JavaEE',1,49),(3,'云计算',1,59);

/*Table structure for table `funding` */

DROP TABLE IF EXISTS `funding`;

CREATE TABLE `funding` (
  `id` int(50) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `reason` text,
  `usemoney` float DEFAULT NULL,
  `usedate` varchar(30) DEFAULT NULL,
  `check1` varchar(10) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `funding` */

insert  into `funding`(`id`,`name`,`reason`,`usemoney`,`usedate`,`check1`) values (20195487,'大学生创新创业项目','水电费是豆腐隔热条红谷滩规划图过户',100,'2016-05-14','未审核'),(20195487,'物联网智能蓝牙门禁系统研发','也贵妃礼物千方百计  日哦微积分',20,'2019-06-12','已通过'),(20158644,'高校学生网络舆情分析','买向相关资料书',50,'2018-12-5','未审核'),(20195487,'物联网智能蓝牙门禁系统研发','买书',20,'2019-2-24','已通过'),(74598,'开发与应用机械设备控制之置换式通风的理论模型','购买相关资料书',260,'2016-5-23','已通过'),(74598,'开发与应用机械设备控制之置换式通风的理论模型','其他相关费用',2540,'2017-3-2','未审核'),(79864,'安徽省猪贾第虫和隐孢子虫病分子流行病学 调查与遗传特性分析','购买相关资料书',460,'2019-4-16','已通过'),(79864,'安徽省猪贾第虫和隐孢子虫病分子流行病学 调查与遗传特性分析','其他',540,'2019-5-20','未审核'),(43254,'Characterization of Neural Stem Cells in the Adult Brain','干细胞的采集样本',1200,'2017-12-15','已通过'),(43254,'Characterization of Neural Stem Cells in the Adult Brain','干细胞资料书',360,'2017-12-15','已通过'),(43254,'Characterization of Neural Stem Cells in the Adult Brain','其他',440,'2018-3-27','未审核'),(54746,'提高搜索转化率','各大服务器的租期费用',12000,'2018-12-18','已通过'),(54746,'提高搜索转化率','资料书',500,'2019-3-9','未审核'),(54746,'提高搜索转化率','其他',2500,'2019-10-3','未审核'),(76787,'基于因特网的实时音频视频通信','音频设备的购买',4000,'2018-6-1','已通过'),(76787,'基于因特网的实时音频视频通信','其他',1000,'2019-8-20','未审核'),(65487,'细谈APP非全屏化的革命性设计','各种不同型号的手机的租赁费用',1700,'2018-7-19','已通过'),(65487,'细谈APP非全屏化的革命性设计','问卷考察，实施调研',300,'2018-10-3','未审核'),(79757,'应用于军事和工农业生产上的CMOS紫外焦平面阵列（UVFPA）','购买相关资料书',520,'2019-5-30','已通过'),(42568,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','购买纳米仪器',3600,'2016-10-20','已通过'),(42568,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','锂电子电池的购买',100,'2016-10-22','未审核'),(42568,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','书籍及学杂费',800,'2017-2-13','未审核'),(48978,'开发与应用机械设备控制之置换式通风的理论模型','机械设备的购买\r\n',1500,'2019-3-1','已通过');

/*Table structure for table `mainproject` */

DROP TABLE IF EXISTS `mainproject`;

CREATE TABLE `mainproject` (
  `id` int(20) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `year` varchar(20) DEFAULT NULL,
  `rank` varchar(20) DEFAULT NULL,
  `studenttype` varchar(20) DEFAULT NULL,
  `starttime` varchar(20) DEFAULT NULL,
  `endtime` varchar(20) DEFAULT NULL,
  `describle1` varchar(200) DEFAULT NULL,
  `innovaproject` varchar(20) DEFAULT NULL,
  `period` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `mainproject` */

insert  into `mainproject`(`id`,`name`,`year`,`rank`,`studenttype`,`starttime`,`endtime`,`describle1`,`innovaproject`,`period`) values (18745,'本科生夏季秦岭山区实践项目','2019年度','校级','本科生','2019-07-12','2020-08-20','通过对秦岭山区实地调查，建立多方向的数字信息地图','创新训练项目','一年期'),(25471,'北极圈水土环境与生物多样性调查实践活动','2016年度','国家级','研究生','2019-07-26','2019-07-26','与莫斯科大学合作在北冰洋涅洛夫实验基地进行研究','创新训练项目','三年期');

/*Table structure for table `news` */

DROP TABLE IF EXISTS `news`;

CREATE TABLE `news` (
  `newsname` varchar(30) DEFAULT NULL,
  `newsdate` varchar(30) DEFAULT NULL,
  `author` varchar(30) DEFAULT NULL,
  `content` varchar(1000) DEFAULT NULL,
  `display` tinyint(1) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `news` */

insert  into `news`(`newsname`,`newsdate`,`author`,`content`,`display`) values ('中共中央办公厅 国务院办公厅印发《关于进一步弘扬科学家精神加','2019年6月9日','小明','新华社北京6月11日电 近日，中共中央办公厅、国务院办公厅印发了《关于进一步弘扬科学家精神加强作风和学风建设的意见》，并发出通知，要求各地区各部门结合实际认真贯彻落实。《关于进一步弘扬科学家精神加强作风和学风建设的意见》全文如下。为激励和引导广大科技工作者追求真理、勇攀高峰，树立科技界广泛认可、共同遵循的价值理念，加快培育促进科技事业健康发展的强大精神动力，在全社会营造尊重科学、尊重人才的良好氛围，现提出如下意见。一）指导思想。以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大和十九届二中、三中全会精神，以塑形铸魂科学家精神为抓手，切实加强作风和学风建设，积极营造良好科研生态和舆论氛围，引导广大科技工作者紧密团结在以习近平同志为核心的党中央周围，增强“四个意识”，坚定“四个自信”，做到“两个维护”，在践行社会主义核心价值观中走在前列，争做重大科研成果的创造者、建设科技强国的奉献者、崇高思想品格的践行者、良好社会风尚的引领者，为实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦作出更大贡献。（二）基本原则。坚持党的领导，提高政治站位，强化政治引领，把党的领导贯穿到科技工作全过程，筑牢科技界共同思想基础。坚持价值引领，把握主基调，唱响主旋律，弘扬家国情怀、担当作风、奉献精神，发挥示范带动作用。坚持改革创新，大胆突破不符合科技创新规律和人才成长规律的制度藩篱，营造良好学术生态，激发全社会创新创造活力。坚持久久为功，汇聚党政部门、群团组织、高校院所、企业和媒体等各方力量，推动作风和学风建设常态化、制度化，为科技工作者潜心科研、拼搏创新提供良好政策保障和舆论环境。（三）主要目标。力争1年内转变作风改进学风的各项治理措施得到全面实施，3年内取得作风学风实质性改观，科技创新生态不断优化，学术道德建设得到显著加强，新时代科学家精神得到大力弘扬，在全社会形成尊重知识、崇尚创新、尊重人才、热爱科学、献身科学的浓厚氛围，为建设世界科技强国汇聚磅礴力量。（四）大力弘扬胸怀祖国、服务人民的爱国精神。继承和发扬老一代科学家艰苦奋斗、科学报国的优秀品质，弘扬“两弹一星”精神，坚持国家利益和人民利益至上，以支撑服务社会主义现代化强国建设为己任，着力攻克事关国家安全、经济发展、生态保护、民生改善的基础前沿难题和核心关键技术。（五）大力弘扬勇攀高峰、敢为人先的创新精神。坚定敢为天下先的',1),('高等学校人工智能创新行动计划','2019年6月9日','小二','人工智能的迅速发展将深刻改变人类社会生活、改变世界。为贯彻落实《国务院关于印发新一代人工智能发展规划的通知》（国发〔2017〕35号）和2017年全国高校科技工作会议精神，引导高校瞄准世界科技前沿，强化基础研究，实现前瞻性基础研究和引领性原创成果的重大突破，进一步提升高校人工智能领域科技创新、人才培养和服务国家需求的能力，特制定本行动计划。\n（一）加强组织实施。教育部成立人工智能科技创新战略专家委员会，指导和协调计划的实施；各有关司局积极研究具体落实措施，确保各项任务落到实处；各省（区、市）教育主管部门和高等学校要以服务国家重大需求为目标，统筹各类资源、加大探索力度，用好增量、盘活存量，支持人工智能领域交叉学科建设、人才培养、科技创新和成果转化应用等工作。\n（二）优化资源配置。面向国家重大战略需求适当增加研究生招生指标；探索建立以高校面向国家重大战略部署所承担的国家重大科技任务、国家级创新平台、省部级创新平台等为支撑，强化高层次人才培养的模式，全面提高研究生特别是博士生培养质量，为人工智能创新发展提供所需人才；在“长江学者奖励计划”等国家重大人才工程中，加大向人工智能领域优秀人才的倾斜力度。\n（三）加大引导培育。通过教育部科学事业费，重点开展重大创新平台顶层设计与培育、重大科技项目生成、重大科技战略与政策研究等工作，加快建设一批教育部创新平台，加大国家重大科技项目和国家级科技创新平台的培育，引导高校开展跨学科探索性研究，实现前瞻性基础研究、引领性原创成果重大突破。\n（四）加强宣传推广。教育部通过中国高校科技成果交易会等方式加强对高校重大科技成果的宣传和推广。省（区、市）教育主管部门、教育部直属高校要及时总结报送本校或本地高校人才培养、服务国家重大项目实施、理论技术新突破和重大科技成果转化等情况。',1),('中共中央办公厅 国务院办公厅印发《关于进一步加强科研诚信建设','2019年6月9日','小二','\n新华社北京5月30日电近日，中共中央办公厅、国务院办公厅印发了《关于进一步加强科研诚信建设的若干意见》，并发出通知，要求各地区各部门结合实际认真贯彻落实。\n《关于进一步加强科研诚信建设的若干意见》全文如下。\n科研诚信是科技创新的基石。近年来，我国科研诚信建设在工作机制、制度规范、教育引导、监督惩戒等方面取得了显著成效，但整体上仍存在短板和薄弱环节，违背科研诚信要求的行为时有发生。为全面贯彻党的十九大精神，培育和践行社会主义核心价值观，弘扬科学精神，倡导创新文化，加快建设创新型国家，现就进一步加强科研诚信建设、营造诚实守信的良好科研环境提出以下意见。\n（一）指导思想。全面贯彻党的十九大和十九届二中、三中全会精神，以习近平新时代中国特色社会主义思想为指导，落实党中央、国务院关于社会信用体系建设的总体要求，以优化科技创新环境为目标，以推进科研诚信建设制度化为重点，以健全完善科研诚信工作机制为保障，坚持预防与惩治并举，坚持自律与监督并重，坚持无禁区、全覆盖、零容忍，严肃查处违背科研诚信要求的行为，着力打造共建共享共治的科研诚信建设新格局，营造诚实守信、追求真理、崇尚创新、鼓励探索、勇攀高峰的良好氛围，为建设世界科技强国奠定坚实的社会文化基础。\n（二）基本原则。明确责任，协调有序。加强顶层设计、统筹协调，明确科研诚信建设各主体职责，加强部门沟通、协同、联动，形成全社会推进科研诚信建设合力。\n（三）主要目标。在各方共同努力下，科学规范、激励有效、惩处有力的科研诚信制度规则健全完备，职责清晰、协调有序、监管到位的科研诚信工作机制有效运行，覆盖全面、共享联动、动态管理的科研诚信信息系统建立完善，广大科研人员的诚信意识显著增强，弘扬科学精神、恪守诚信规范成为科技界的共同理念和自觉行动，全社会的诚信基础和创新生态持续巩固发展，为建设创新型国家和世界科技强国奠定坚实基础，为把我国建成富强民主文明和谐美丽的社会主义现代化强国提供重要支撑。\n（四）建立健全职责明确、高效协同的科研诚信管理体系。科技部、中国社科院分别负责自然科学领域和哲学社会科学领域科研诚信工作的统筹协调和宏观指导。地方各级政府和相关行业主管部门要积极采取措施加强本地区本系统的科研诚信建设，充实工作力量，强化工作保障。科技计划管理部门要加强科技计划的科研诚信管理，建立健全以诚信为基础的科技计划监管机制，将科研诚信要求融入科技',1),('科技部 财政部关于加强国家重点实验室建设发展的若干意见','2019年6月9日','小花','各省、自治区、直辖市、计划单列市科技厅（委、局）、财政厅（局），新疆生产建设兵团科技局、财务局，国务院各有关部门、直属机构，中央军委科学技术委员会，各有关单位：\n国家重点实验室是国家组织开展基础研究和应用基础研究、聚集和培养优秀科技人才、开展高水平学术交流、具备先进科研装备的重要科技创新基地，是国家创新体系的重要组成部分。经过30多年的建设发展，已成为孕育重大原始创新、推动学科发展和解决国家战略重大科学技术问题的重要力量。但与全面加强基础科学研究建设世界科技强国的要求相比，还存在重大原创性成果缺乏、世界一流领军科学家不足、管理体制机制亟待深化等问题。为进一步加强国家重点实验室建设发展，依据《关于深化中央财政科技计划（专项、基金等）管理改革的方案》（国发〔2014〕64号）、《国务院关于全面加强基础科学研究的若干意见》（国发〔2018〕4号）和《国家科技创新基地优化整合方案》（国科发基〔2017〕250号），现提出以下意见。\n全面贯彻党的十九大精神，以习近平新时代中国特色社会主义思想为指导，以加快建设创新型国家为目标，面向世界科技前沿、面向国家重大需求、面向国民经济主战场，加强顶层设计和系统布局，加大建设力度和体制机制创新，强化基础研究和应用基础研究，凝聚和培养一流优秀人才，引领未来科学技术发展方向，产出重大原创成果，大幅提升国家重点实验室的原始创新能力、国际学术影响力、学科发展带动力、国家需求和社会发展支撑力，打造国家重点实验室“升级版”，保持国家重点实验室的创新性、先进性和引领性，构筑国际竞争新优势，促进基础研究与应用研究融通发展，为建设世界科技强国提供有力支撑。\n到2020年，基本形成定位准确、目标清晰、布局合理、引领发展的国家重点实验室体系。管理体制、运行机制和评价激励制度基本完善。实验室整体水平、开放力度、科研条件和国际影响力显著提升，凝聚和培养一批顶尖科研领军人才和团队，在部分重要学科方向取得一批重大原创性科学成果，支撑引领创新驱动发展的源头供给能力显著增强。实验室经优化调整和新建，数量稳中有增，总量保持在700个左右。其中，学科国家重点实验室保持在300个左右，企业国家重点实验室保持在270个左右，省部共建国家重点实验室保持在70个左右。',1);

/*Table structure for table `project` */

DROP TABLE IF EXISTS `project`;

CREATE TABLE `project` (
  `id` int(20) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `rank` varchar(20) DEFAULT NULL,
  `major` varchar(20) DEFAULT NULL,
  `college` varchar(20) DEFAULT NULL,
  `source` varchar(20) DEFAULT NULL,
  `money` float DEFAULT NULL,
  `period` varchar(20) DEFAULT NULL,
  `teacher` varchar(20) DEFAULT NULL,
  `captain` varchar(20) DEFAULT NULL,
  `phonenum` varchar(20) DEFAULT NULL,
  `emailnum` varchar(20) DEFAULT NULL,
  `describle1` varchar(200) DEFAULT NULL,
  `result1` tinyint(1) DEFAULT NULL,
  `result2` tinyint(1) DEFAULT NULL,
  `result3` tinyint(1) DEFAULT NULL,
  `result4` tinyint(1) DEFAULT NULL,
  `result5` tinyint(1) DEFAULT NULL,
  `year` varchar(20) DEFAULT NULL,
  `time` varchar(20) DEFAULT NULL,
  `check1` varchar(20) DEFAULT NULL,
  `middlecheck` varchar(20) DEFAULT NULL,
  `lastcheck` varchar(20) DEFAULT NULL,
  `state` varchar(20) DEFAULT NULL,
  `assess` varchar(20) DEFAULT NULL,
  `usedmoney` float DEFAULT NULL,
  `moneystate` varchar(20) DEFAULT NULL,
  `range1` varchar(30) DEFAULT NULL,
  `range2` varchar(30) DEFAULT NULL,
  `starttime` varchar(20) DEFAULT NULL,
  `endtime` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `project` */

insert  into `project`(`id`,`name`,`type`,`rank`,`major`,`college`,`source`,`money`,`period`,`teacher`,`captain`,`phonenum`,`emailnum`,`describle1`,`result1`,`result2`,`result3`,`result4`,`result5`,`year`,`time`,`check1`,`middlecheck`,`lastcheck`,`state`,`assess`,`usedmoney`,`moneystate`,`range1`,`range2`,`starttime`,`endtime`) values (25484,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','创新训练项目','国家级','新材料与结构化学','化学院','新材料研究',50000,'3年期','王旭东','李圣杰','18758725789','156@163.com','研究新材料',0,1,1,1,1,'2019','2019年7月1日','已通过','已提交','已提交','项目结题','优秀',0,'未批准','2019-07-01~2020-12-29','2021-01-05~2022-06-20','2019-07-01','2022-06-20'),(74598,'开发与应用机械设备控制之置换式通风的理论模型','创新创业项目','省级','机械自动化','机械学院','农机设计模型',15000,'1年期','邹伟雄','翁时秀','15478964687','15645@qq.com','农机设计理论研究',1,1,0,0,0,'2016','2016年4月1日','已通过','已提交','已提交','项目结题','优秀',10000,'未批准','2016-04-02~2016-10-02','2016-10-03~2017-04-01','2016-04-02','2017-04-01'),(79864,'安徽省猪贾第虫和隐孢子虫病分子流行病学 调查与遗传特性分析','创新创业项目','校级','理学院','信息工程学院','国家项目',80000,'3年期','李新伟','李冰冰','15678945641','15645@qq.com','国家项目',0,1,0,0,1,'2019','2019年4月14日','未审核','','','','',0,'','','','',''),(12334,'工作记忆表征对注意的引导作用及机制','创新创业项目','校级','生命科学学院','动物科学院','夏季专项项目集合',48000,'2年期','李新伟','李淑贤','21565768978','156@163.com','新问题研究课程',0,1,0,1,0,'2018','2018年6月30日','未通过','','','','',0,'','','','',''),(43241,'Statistical Mechanics of the Dynamics in Quiescent and Driven Glassy Fluids','创新创业项目','校级','生命科学学院','动物科学院','国家项目',16000,'1年期','李圣杰','王中山','15478964687','156@163.com','夏季专项项目集合',1,0,0,1,1,'2019','2019年7月29日','已通过','已提交','已提交','项目结题','一般',0,'已批准','2019-07-29~2020-01-28','2020-01-29~2020-07-26','2019-07-29','2020-07-26'),(43254,'Characterization of Neural Stem Cells in the Adult Brain','创新训练项目','国家级','理学院','外语学院','冬季学期科研项目',50000,'1年期','张国华','李新伟','21565768978','15645@qq.com','省级联合研究项目',1,0,0,1,1,'2017','2017年11月15日','未审核','','','','',0,'','','','',''),(65654,'SEO优化：DIV+CSS','创新训练项目','国家级','林学院','信息工程学院','国家项目',80000,'2年期','李新伟','李冰冰','21565768978','156@163.com','国家项目',1,0,1,1,0,'2018','2018年4月4日','未审核','','','','',0,'','','','',''),(54746,'提高搜索转化率','创新创业项目','省级','动物医学院','动物科学院','冬季学期科研项目',50000,'2年期','韩昕锜','翁时秀','15478964687','15645@qq.com','国家项目',0,0,0,1,1,'2018','2018年9月15日','未审核','','','','',0,'','','','',''),(65465,'地方网站初期运营之道','创新训练项目','校级','理学院','外语学院','冬季学期科研项目',16000,'3年期','张国华','王淑贤','15478964687','15645@qq.com','冬季学期科研项目',1,0,0,1,1,'2017','2017年1月18日','未审核','','','','',0,'','','','',''),(45646,'应用于军事和工农业生产上的CMOS紫外焦平面阵列（UVFPA）','创业实践相目','校级','外语学院','农学院','国家项目',48000,'1年期','李圣杰','李冰冰','15478964687','156@163.com','冬季学期科研项目',0,1,1,0,1,'2018','2018年7月9日','未通过','','','','',0,'','','','',''),(76787,'基于因特网的实时音频视频通信','创新训练项目','校级','理学院','信息工程学院','夏季专项项目集合',80000,'3年期','李新伟','李新伟','15678945641','15645@qq.com','国家项目',1,0,0,0,0,'2018','2018年4月18日','已通过','已提交','已提交','项目结题','良好',5000,'已批准','2018-04-19~2019-10-20','2019-10-21~2021-04-15','2018-04-19','2021-04-15'),(89767,'手机游戏与虚拟社区创业机会探讨','创新训练项目','校级','生命科学学院','农学院','国家项目',80000,'1年期','李新伟','李世超','21565768978','156@163.com','国家项目',0,1,0,0,1,'2015','2015年3月12日','已通过','已提交','未提交','项目中期','',0,'未批准','2015-03-12~2015-09-13','2015-09-14~2016-03-10','2015-03-12','2016-03-10'),(13987,'成功的距离—管理咨询失败的分析','创新创业项目','校级','动物医学院','信息工程学院','冬季学期科研项目',16000,'2年期','韩昕锜','李冰冰','15678945641','156@163.com','省级联合研究项目',1,0,1,0,1,'2017','2017年9月6日','已通过','已提交','已提交','项目结题','一般',0,'已批准','2017-09-06~2018-09-04','2018-09-04~2019-09-01','2017-09-06','2019-09-01'),(47854,'中国WLAN应用和市场现状分析','创新训练项目','省级','生命科学学院','农学院','夏季专项项目集合',50000,'2年期','李新伟','韩昕锜','21565768978','15645@qq.com','冬季学期科研项目',0,1,0,1,0,'2016','2016年8月13日','未通过','',NULL,'','',0,'','','','',''),(14654,'奥德赛轿车市场策划报告','创新创业项目','省级','理学院','外语学院','国家项目',80000,'3年期','李圣杰','张国华','21565768978','15645@qq.com','国家项目',1,1,0,0,1,'2017','2017年7月18日','已通过','已提交','已提交','项目结题','未通过',0,'未批准','2017-07-18~2019-01-15','2019-01-16~2020-07-18','2017-07-18','2020-07-18'),(64562,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','创业实践相目','校级','生命科学学院','信息工程学院','国家项目',50000,'3年期','韩昕锜','翁时秀','15478964687','15645@qq.com','国家项目',0,1,0,1,1,'2017','2017年7月4日','已通过','未提交','未提交','项目初期','',0,'未批准','2017-07-18~2019-01-15','2019-01-16~2020-07-04','2017-07-18','2020-07-04'),(65487,'细谈APP非全屏化的革命性设计','创新训练项目','校级','动物医学院','农学院','国家项目',50000,'3年期','张国华','李圣杰','21565768978','156@163.com','省级联合研究项目',0,0,0,0,1,'2018','2018年4月23日','已通过','已提交','已提交','项目结题','优秀',2000,'已批准','2018-04-23~2019-10-23','2019-10-24~2021-04-23','2018-04-23','2021-04-23'),(78975,'成功的距离—管理咨询失败的分析','创新创业项目','省级','理学院','农学院','冬季学期科研项目',16000,'1年期','李新伟','李新伟','15678945641','15645@qq.com','冬季学期科研项目',1,1,1,0,0,'2019','2019年4月15日','已通过','未提交','未提交','项目初期','',0,'','2019-04-15~2019-10-15','2019-10-16~2020-04-15','2019-04-15','2020-04-15'),(79757,'应用于军事和工农业生产上的CMOS紫外焦平面阵列（UVFPA）','创新训练项目','校级','理学院','外语学院','冬季学期科研项目',80000,'1年期','张国华','李冰冰','15678945641','156@163.com','国家项目',1,0,1,1,1,'2016','2016年4月16日','已通过','已提交','已提交','项目结题','优秀',520,'已批准','2016-04-16~2016-10-16','2016-10-16~2017-04-16','2016-04-16','2017-04-16'),(75759,'探索互联网中的那些实体衍生品','创新训练项目','校级','生命科学学院','农学院','夏季专项项目集合',50000,'2年期','张国华','李冰冰','15478964687','156@163.com','省级联合研究项目',0,1,0,0,1,'2019','2019年5月26日','已通过','未提交','未提交','项目初期','',0,'未批准','2019-05-26~2020-05-26','2020-05-27~2021-05-26','2019-05-26','2021-05-26'),(24242,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','创新创业项目','省级','动物医学院','信息工程学院','冬季学期科研项目',16000,'3年期','韩昕锜','李世超','15478964687','15645@qq.com','省级联合研究项目',1,0,1,1,1,'2015','2015年5月23日','已通过','已提交','未提交','项目中期','',0,'未批准','2015-05-23~2016-11-23','2016-11-23~2018-05-22','2015-05-23','2018-05-22'),(42568,'Si/Ni纳米复合微球在成品锂离子电池中的应用研究','创新训练项目','国家级','生命科学学院','信息工程学院','国家项目',48000,'2年期','李圣杰','李新伟','15478964687','156@qq.com','冬季学期科研项目',1,1,0,0,0,'2016','2016年8月4日','已通过','已提交','未提交','项目中期','',4500,'未批准','2016-08-04~2017-08-04','2017-08-05~2018-08-04','2016-08-04','2018-08-04'),(78797,'开发与应用机械设备控制之置换式通风的理论模型','创新创业项目','省级','动物医学院','农学院','夏季专项项目集合',80000,'1年期','张国华','李世超','15678945641','15645@qq.com','省级联合研究项目',0,1,1,1,1,'2017','2017年4月5日','未通过',NULL,NULL,'','',0,'','','','',''),(48978,'开发与应用机械设备控制之置换式通风的理论模型','创业实践相目','省级','理学院','机械科学院','冬季学期科研项目',16000,'3年期','韩昕锜','李世超','15678945641','15645@qq.com','冬季学期科研项目',1,1,0,0,1,'2018','2018年9月15日','已通过','未提交','未提交','项目初期','',1500,'已批准','2018-09-15~2020-03-15','2020-03-15~2021-09-15','2018-09-15','2021-09-15'),(21313,'应用于军事和工农业生产上的CMOS紫外焦平面阵列（UVFPA）','创业实践相目','校级','生命科学学院','农学院','夏季专项项目集合',80000,'2年期','李圣杰','李新伟','15478964687','156@136.com','省级联合研究项目',0,0,1,1,1,'2019','2019年4月25日','已通过','已提交','未提交','项目中期','',0,'未批准','2019-04-15~2020-04-15','2020-04-16~2021-04-15','2019-04-15','2021-04-15'),(10010,'数据库申请测试1','创新创业训练','校级','理学','理学院','学生自选项目',2000,'1年期','田国福','独孤雁','12495382617','134239@qq.com','这是数据库申请测试实例1',1,1,0,0,1,'2019','2019年5月25日','已通过','未提交','未提交','未审核',NULL,NULL,'未批准','2019-10-10~2019-11-03','2020-03-04~2020-03-28','2019-10-10','2020-3-28'),(22154,'物联网智能蓝牙门禁系统研发与实现','创业训练项目','院级','信工','机械科学院','学生自选项目',3000,'1年期','穆肇南','江浦','18456215846','1684313@163.com','老师带队学生共同完成',1,0,1,0,1,'2018','2018年6月15日','未审核',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'','',''),(33363,'高校学生网络舆情分析及引导机制研究','创业训练项目','院级','动物医学院','信息工程学院','冬季学期科研项目',3000,'2年期','杜少波','陈立农','16885554893','16513@qq.com','冬季学期科研项目',0,1,0,1,0,'2019','2019年10月15日','已通过','已提交','已提交','项目结题','优秀',2500,'未批准','2019-10-15~2020-10-15','2020-10-16~2021-10-15','2019-10-15','2021-10-15'),(53154,'企业安全生产诚信体系信息化建设','创业训练项目','院级','资环','资环学院','学生自选项目',5000,'1年期','王颖','张杰','18945153468','15641312qq.com','学生自选项目',1,1,1,1,1,'2017','2017年4月5日','已通过','已提交','已提交','项目结题','优秀',0,'','2017-04-05~2017-10-05','2017-10-05~2018-04-15','2017-04-05','2018-04-15'),(54946,'大数据采集、传输、存储与使用的优化研究','创业训练项目','院级','资环','资环学院','学生自选项目',5000,'1年期','方正超','特司法','15249965896','1595@qq.com','学生自选项目',1,1,0,0,1,'2017','2017年4月5日','已通过','已提交','已提交','项目结题','良好',2000,'未批准','2017-04-05~2017-10-05','2017-10-05~2018-04-15','2017-04-05','2018-04-15'),(88553,'云计算中人体生理参数分析应用平台的研究','创业训练项目','院级','理学','理学院','国家项目',10000,'2年期','张俊','邱慧','15698755518','97431@qq.com','国家项目',1,1,1,1,1,'2018','2018年4月23日','已通过','已提交','已提交','项目结题','',4500,'未批准','2018-04-23~2019-10-23','2019-10-24~2021-04-23','2018-04-23','2021-04-23'),(87943,'智能物联网工程研究中心','创业训练项目','省级','生命科学学院','信息工程学院','夏季专项项目集合',5200,'1年期','陈显祥','武昌','18549632585','45454@qq.com','夏季专项项目集合',1,1,0,0,1,'2018','2018年9月23日','已通过','已提交','已提交','项目结题','',2000,'不通过','2018-09-23~2020-03-23','2020-03-24~2020-09-23','2019-09-23','2020-09-23'),(85546,'贵州省大数据应用工程研究中心','创业实践相目','国家级','动物医学院','信息工程学院','夏季专项项目集合',10000,'1年期','李静','李瑞霞','15896325885','15612qq.com','夏季专项项目集合',1,0,1,0,0,'2018','2018年9月23日','已通过','已提交','已提交','项目结题','',8000,'未批准','2018-09-23~2020-03-23','2020-03-23~2020-09-23','2018-09-23','2020-09-23'),(36584,'工业级高精度3D打印机的研究与实现','创业实践相目','国家级','理学院','机械科学院','冬季学期科研项目',12000,'2年期','杨鹏','李凤娟','19754335987','15684@qq.com','冬季学期科研项目',0,0,1,1,1,'2019','2019年4月25日','已通过','已提交','已提交','项目结题','良好',5000,'未批准','2019-04-15~2020-04-15','2020-04-16~2021-04-15','2019-04-15','2021-04-15'),(62844,'基于行驶状况的纯电动城市客车电动空调节能控制方法研究','创新创业训练','省级','理学院','机械科学院','夏季专项项目集合',3000,'2年期','罗永','将建成','13456975248','1548@qq.com','夏季专项项目集合',1,1,1,0,0,'2017','2017年4月5日','已通过','已提交','已提交','项目结题','优秀',1000,'未批准','2017-04-05~2017-10-05','2017-10-05~2018-04-15','2017-04-05','2018-04-15'),(62155,'基于深度学习的自适应图像隐写分析新方法研究','创新创业训练','校级','动物医学院','信息工程学院','国家项目',6000,'1年期','谭艳萍','姜子牙','15499258845','548@qq.com','国家项目',1,0,1,0,0,'2017','2017年4月5日','已通过','已提交','已提交','项目结题','优秀',5000,'未批准','2017-04-05~2017-10-05','2017-10-05~2018-04-15','2017-04-05','2018-04-15'),(45683,'大数据技术在分级诊疗建设中的应用','创业实践相目','校级','资环','资环学院','夏季专项项目集合',5000,'1年期','余先昊','江歌','12345688755','35489@qq.com','夏季专项项目集合',1,1,1,0,0,'2017','2017年4月5日','已通过','已提交','已提交','项目结题','良好',3000,'未批准','2017-04-05~2017-10-05','2017-10-05~2018-04-15','2017-04-05','2018-04-15'),(75543,'大数据背景下农业企业电子商务模式研究','创业训练项目','省级','理学院','机械科学院','冬季学期科研项目',5000,'2年期','杨露','何以琛','17485322156','13254@163.com','冬季学期科研项目',1,0,1,0,1,'2019','2019年5月25日','未审核',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(32598,'基于物联网技术的智能购物车系统研究','创新创业训练','省级','资环','信息工程学院','国家项目',12000,'2年期','何文华','盛淮南','87512356461','56487@163.com','国家项目',1,1,1,0,0,'2019','2019年3月20日','未审核',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(64485,'“注意力经济”视角下“互联网+计算机基础”教学改革研究','创业实践相目','省级','园艺','园艺学院','学生自选项目',5000,'1年期','洪奕','罗志','13205458610','4864@163.com','学生自选项目',0,1,0,1,0,'2017','2017年4月1日','未审核',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(25448,'电子商务安全问题研究','创业实践相目','校级','法学','人文学院','学生自选项目',3000,'1年期','陆元婷','江歌','16845121311','102305@163.com','学生自选项目',1,1,1,0,0,'2018','2018年4月23日','已通过','已提交','已提交','项目结题','良好',3000,'不通过','2018-04-23~2019-10-23','2019-10-24~2021-04-23','2018-04-23','2021-04-23'),(33040,'E+零售业电商平台的建设','创新训练项目','校级','法学','人文学院','国家项目',10000,'2年期','王松','叶符明','12035974645','46524@163.com','国家项目',1,1,1,1,1,'2018','2018年9月23日','已通过','已提交','已提交','项目结题','一般',0,'未批准','2018-09-23~2020-03-23','2020-03-24~2020-09-23','2019-09-23','2020-09-23'),(35812,'互联网+校园电子商务营销模式','创新训练项目','国家级','社会','人文学院','夏季专项项目集合',5000,'1年期','杨露','叶伟伟','13204480848','123045@163.com','夏季专项项目集合',0,1,0,1,1,'2018','2018年9月23日','已通过','已提交','已提交','项目结题','未通过',NULL,NULL,NULL,NULL,NULL,NULL);

/*Table structure for table `results` */

DROP TABLE IF EXISTS `results`;

CREATE TABLE `results` (
  `resultname` varchar(30) DEFAULT NULL,
  `teamname` varchar(30) DEFAULT NULL,
  `details` varchar(500) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `results` */

insert  into `results`(`resultname`,`teamname`,`details`) values ('asdasd','asdada','asdsaddadsadaasdfdgdfg'),('asdas','asdas','asdada');

/*Table structure for table `selfproject` */

DROP TABLE IF EXISTS `selfproject`;

CREATE TABLE `selfproject` (
  `name` varchar(30) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `rank` varchar(20) DEFAULT NULL,
  `major` varchar(20) DEFAULT NULL,
  `unit` varchar(30) DEFAULT NULL,
  `date1` varchar(20) DEFAULT NULL,
  `institution` varchar(50) DEFAULT NULL,
  `class1` varchar(20) DEFAULT NULL,
  `describe1` varchar(999) DEFAULT NULL,
  `participant` varchar(30) DEFAULT NULL,
  `teacher` varchar(30) DEFAULT NULL,
  `state` varchar(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `selfproject` */

insert  into `selfproject`(`name`,`type`,`rank`,`major`,`unit`,`date1`,`institution`,`class1`,`describe1`,`participant`,`teacher`,`state`) values ('自主项目测试1','创新创业训练','省级','工学','工程师评估材料价','2019-04-18','S.A.S.','省级一级','这是自主项目测试实例1','杜卡迪','李丽华','未审核'),('自主项目3','创新开放实验','省级','管理学','陕西省英杰人力资源管理有限公司','2019-11-26','西北农林科技大学','省级二级','这又是自主项目的信息','黎贝卡','王海涛','未审核'),('跳转项目测试1','学科竞赛','国家级','理学','西农理学院','2020-06-01','西北农林科技大学','国家级一级','这是测试点击添加按钮之后的跳转实例','冯国华','刘天宇','未审核');

/*Table structure for table `student` */

DROP TABLE IF EXISTS `student`;

CREATE TABLE `student` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `xh` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sex` varchar(2) COLLATE utf8_unicode_ci DEFAULT NULL,
  `className` varchar(16) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `student` */

insert  into `student`(`id`,`xh`,`name`,`sex`,`className`) values (1,'852','lyj','女','计算机163'),(2,'002','lrj','女','计算机163');

/*Table structure for table `student1` */

DROP TABLE IF EXISTS `student1`;

CREATE TABLE `student1` (
  `id` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `stuid` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `stuName` varchar(22) COLLATE utf8_unicode_ci DEFAULT NULL,
  `age` int(11) DEFAULT NULL,
  `className` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`stuid`),
  UNIQUE KEY `student_stuid_uindex` (`stuid`),
  UNIQUE KEY `student_id_uindex` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `student1` */

insert  into `student1`(`id`,`stuid`,`stuName`,`age`,`className`) values ('2','001','李亚娇',19,'计算机163');

/*Table structure for table `user` */

DROP TABLE IF EXISTS `user`;

CREATE TABLE `user` (
  `name` varchar(30) DEFAULT NULL,
  `passwords` varchar(30) DEFAULT NULL,
  `job` varchar(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `user` */

insert  into `user`(`name`,`passwords`,`job`) values ('2016','123456','管理员'),('2017','123456','管理员'),('2018','123456','管理员'),('2019','123456','管理员'),('2020','123456','学生'),('李冰冰','123456','学生'),('李新伟','123456','学生');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
